Repository: dedkus/yavdr-i18n
Catalog: *.po
Languages: es, it

source: Timer
es: Programación

source: Applications
es: Aplicaciones
it: Applicazioni

source: Media
es: Medios
it: Multimedia

source: XBMC on graphtft Display
es: XBMC en pantalla graphtft

source: Games
es: Juegos
it: Giochi

source: Tools
es: Herramientas
it: Strumenti

source: Xterm
es: Terminal
it: Terminale

source: Commands
es: Comandos
it: Comandi

source: Safely remove usb mass storage
es: Desmontar disco usb de forma segura
it: Rimozione unità USB in sicurezza

source: Update vdr recordings list
es: Actualizar lista de grabaciones del VDR
it: Aggiorna elenco registrazioni VDR

source: Restart VDR
es: Reiniciar VDR
it: Riavvia VDR

source: Reboot system
es: Reiniciar sistema
it: Riavvia sistema

source: Shutdown system
es: Apagar sistema
it: Arresta sistema

source: Mail
es: Correo electrónico
it: Posta

source: SAT1
es: SAT

source: PIP on/off
es: Activar/desactivar PIP
it: PIP attivo/disattivo

source: PIP swap
es: Intercambiar PIP
it: Scambio PIP

source: Thunderbird-Mail
es: Correo-e thunderbird
it: Posta Thunderbird

source: TV-Browser
es: Navegador TV
it: Sfoglia TV

source: Recording
es: Grabación
it: Registrazioni

source: Video
es: Vídeo

source: Music
es: Música
it: Musica

source: Picture
es: Imagen
it: Immagini

source: Miscellaneous
es: Varios
it: Generici

source: Please select the audio output. Make your choice and press "Save". At saving VDR and the video output will be restarted in order to make your choice activ.
es: Por favor seleccione la salida de audio. Haga su elección y pulse "Guardar". Al guardar, VDR y la salidad de video se reiniciarán para activar su elección
it: Seleziona l'uscita audio. Scegli e premi "Salva". Dopo il salvataggio VDR e l'uscita video saranno riavviati per rendere attive le modifiche.

source: Output to all devices
es: Salida de a todos los dispositivos
it: Su tutti i dispositivi di uscita

source: Analog
es: Analógico
it: Analogico

source: Audio output will happen through the speaker/headphone plug
es: La salida de audio funcionará mediante el altavoz/auricular conectado
it: L'uscita audio funzionerà tramite gli altoparlanti/cuffie

source: Audio output will happen through Toslink/SPDIF.
es: La salida de audio se realizará mediante Toslink/SPDIF
it: L'uscita audio funzionerà tramite Toslink/SPDIF.

source: Audio output will happen through HDMI in PCM. This variant does a downmix for HDMI devices which only can handle stereo (i.e. tv sets).
es: La salida de audio se realizará a través de HDMI en PCM. Esta variante realiza una mezcla en los dispositivos HDMI que únicamente soportan estéreo (p.e. televisores)
it: L'uscita audio funzionerà tramite HDMI in PCM. Questa variante mescola/converte l'audio e funziona solo con i dispositivi HDMI in modalità stereo (es. apparecchi TV).

source: Audio output will happen through HDMI with Pass Through.
es: La salida de audio se realizará mediante HDMI con Pass Through
it: L'uscita audio funzionerà tramite HDMI con Pass Through.

source: Audio output
es: Salida de audio
it: Uscita audio

source: Here you can configure your display settings.
es: Aquí puede realizar los ajustes de vídeo
it: Qui puoi configurare le impostazioni video.

source: Display
es: Pantalla
it: Schermo

source: Rescan displays
es: Detectar pantallas
it: Rileva schermi

source: Refresh rate
es: Tasa de refresco
it: Frequenza aggiornamento

source: Device
es: Dispositivo
it: Dispositivo

source: Primary
es: Primario
it: Primario

source: Secondary
es: Secundario
it: Secondario

source: Select resolution
es: Seleccionar resolución
it: Seleziona risoluzione

source: Resolution
es: Resolución
it: Risoluzione

source: Nvidia overscan compensation
es: Compensación de overscan de Nvidia
it: Compensazione Overscan NVIDIA

source: Basic
es: Básico
it: Base

source: Dual-Head Mode
es: Modo Dual-Head
it: Modalità Dual-Head

source: Xine HD deinterlacer
es: Desentrelazado Xine HD
it: Deinterlacciamento Xine HD

source: default
es: predefinido
it: predefinito

source: Xine SD deinterlacer
es: Desentrelazado Xine SD
it: Deinterlacciamento Xine SD

source: disabled (less than 2 displays found)
es: desactivado (encontradas menos de 2 pantallas)
it: disabilitato (meno di 2 schermi trovati)

source: Rescan display. Displays may flicker.
es: Detectar pantalla. Se puede producir un parpadeo
it: Rileva schermo. E' possibile uno sfarfallio degli schermi.

source: Rescan display failed.
es: La detección de pantalla ha fallado
it: Rilevamento schermo fallito.

source: Default frequency
es: Frecuencia predefinida
it: Frequenza predefinita

source: rate
es: tasa
it: frequenza

source: Settings
es: Configuracion
it: Impostazioni

source: Driver
es: Controlador

source: LIRC driver
es: Controlador LIRC
it: Driver LIRC

source: HW-Default
es: HW-Predeterminado
it: HW predefinito

source: Receiver
es: Receptor
it: Ricevitore

source: Serial port
es: Puerto serie
it: Porta seriale

source: Activate LIRC
es: Activar LIRC
it: Attiva LIRC

source: Activate EventLircd
es: Activar EventLircd
it: Attiva EventLircd

source: Choose a file:
es: Seleccionar fichero:
it: Scegli un file:

source: Save
es: Guardar
it: Salva

source: System
es: Sistema
it: Sistema

source: Reload
es: Recargar
it: Ricarica

source: Mark content
es: Indique el contenido
it: Segna contenuto

source: Send to PasteBin
es: Enviar a PasteBin
it: Invia a PasteBin

source: Please wait...
es: Por favor espere...
it: Attendere prego...

source: General system settings are made here.
es: Aquí se realiza la configuración general del sistema
it: Qui puoi configurare le impostazioni di sistema.

source: Webfrontend language
es: Idioma del interface web
it: Lingua interfaccia web

source: Shutdown and wakeup
es: Apagar y activar
it: Spegni e risveglia

source: Choose timeout in seconds:
es: Elija el tiempo de espera en segundos:
it: Scegli scadenza in secondi:

source: "The maximum is 10."
es: "El máximo es 10."
it: "Il massimo è 10."

source: "The minimum is 0."
es: "El mínimo es 0."
it: "Il minimo è 0."

source: "Language"
es: "Idioma"
it: "Lingua"

source: Suspend to RAM
es: Suspensión en RAM
it: Sospensione su RAM

source: Switches the computer into energy saving mode. Only RAM will be supplied with Power.
es: Cambiar el ordendor al modo de ahorro de energía. Únicamente se alimentará la RAM
it: Imposta il computer in modalità risparmio energetico. Solo la RAM necessità di alimentazione.

source: Fake suspend to disk
es: Suspensión falsa en disco
it: Finta sospensione su disco

source: Alternative for Suspend to RAM. This can be used as a fallback for some problematic devices
es: Alternativa a la suspensión en RAM. Puede ser usada como reserva para algunos dispositivos problemáticos
it: Alternativo a Sospensione su RAM. Può essere usata come soluzione su alcuni dispositivi problematici

source: Shutdown
es: Apagar
it: Spegnimento

source: This is the classical shutdown.
es: Este es el apagado clásigo
it: Questo è il classico spegnimento.

source: reboot PowerOff-kernel
es: reiniciar PowerOff-kernel
it: riavvio kernel con PowerOff

source: Some Hardware needs the PowerOff kernel in order to be able to shut down. Use this if you have this problem.
es: Algunos dispositivos necesitan el modo PowerOff kernel para poder apagarse. Usar esta opción si tiene este problema
it: Alcuni sistemi hanno bisogno del kernel PowerOff per consentire lo spegnimento. Utilizzalo se hai questi problemi.

source: Without timer wakeup.
es: Sin encendido programado
it: Senza timer di risveglio.

source: ACPI timer wakeup. YaVDR default setting.
es: Programador de encendido ACPI. Valor prededifino en YaVDR
it: Risveglio timer ACPI. Impostazione predefinita di yaVDR.

source: You need a special nvram configuration to use it.
es: Necesita una configuración nvram especial para utilizarlo
it: E' necessaria una speciale configurazione NVRAM per usarlo.

source: Shutdown method
es: Método de apagado
it: Metodo spegnimento

source: Wakeup method
es: Método de encendido
it: Metodo risveglio

source: Disable USB-wakeup
es: Inhabilitar encendido por USB
it: Disabilita risveglio USB

source: Deactivate USB-wakeup, for incompatible hardware
es: Desactivar encendido por USB, por incompatibilidad de hardware
it: Disattiva il risveglio tramite USB, per sistemi non compatibili

source: Network
es: Red
it: Rete

source: You can define Host and shares which should be mounted automatically. You need to key in the shares using "host:/path/to/the/share".
es: Puede definir el servidor y compartir las que deberían montarse automáticamente. Necesita indicar una contraseña, para uso compartido, en "servidor:/ruta/compartida".
it: Puoi definire sistemi e condivisioni che devono essere montati in automatico. Devi inserire le condivisioni usando "sistema:/percorso/della/condivisione".

source: Add
es: Añadir
it: Aggiungi

source: Delete
es: Borrar
it: Elimina

source: The name is missing
es: Falta el nombre
it: Nome mancante

source: load new information from internet
es: cargar información actualizada desde internet
it: carica nuove informazioni da Internet

source: remove unneeded packages
es: eliminar paquetes innecesarios
it: rimuovi pacchetti orfani

source: clears out the local repository of retrieved package file
es: borra los ficheros de paquetes recuperados del respositorio local
it: pulisci il repository locale dei pacchetti ritrovati

source: Install
es: Instalar
it: Installa

source: Remove
es: Suprimir
it: Rimuovi

source: Activate
es: Activar
it: Attiva

source: Deactivate
es: Desactivar
it: Disattiva

source: Package
es: Paquete
it: Pacchetto

source: Maintainer
es: Mantenedor
it: Sviluppatore

source: Description
es: Descripción
it: Descrizione

source: Please select a package to see additional details.
es: Por favor seleccione un paquete para ver detalles adicionales
it: Seleziona un pacchetto per vedere ulteriori dettagli.

source: Version
es: Versión
it: Versione

source: Name of the group
es: Nombre del grupo
it: Nome gruppo

source: Name
es: Nombre
it: Nome

source: Next channel no.
es: Siguiente canal nº
it: Canale successivo n°.

source: "ChannelsReader.read: Channels not available"
es: "Lector ChannelsReader: Canales no disponibles"
it: "ChannelsReader.read: Canale NON disponibile"

source: Channels saved
es: Canales guardados
it: Canali salvati

source: generated channels.conf
es: channels.conf generado
it: file channels.conf generato

source: Channels
es: Canales
it: Canali

source: Clipboard
es: Portapapeles
it: Appunti

source: Move into channels.conf
es: Mover a channels.conf
it: Copia nel file channels.conf

source: Add new group
es: Añadir grupo nuevo
it: Aggiungi nuovo gruppo

source: Please enter the group name:
es: Por favor, introduzca el nombre del grupo:
it: Inserisci nome gruppo:

source: Display channels.conf
es: Muestre channels.conf
it: Mostra file channels.conf

source: "Channel"
es: "Canal"
it: "Canale"

source: "Name"
es: "Nombre"
it: "Nome"

source: "Provider"
es: "Proveedor"
it: "Emittente"

source: "loading channels"
es: "cargando canales"
it: "caricamento canali"

source: Move into clipboard
es: Mover al portapapeles
it: Copia negli appunti

source: On top
es: En la parte superior
it: In cima

source: At bottom
es: En la parte inferior
it: In fondo

source: Insert clipboard
es: Insertar portapapeles
it: Incolla appunti

source: Above %s
es: Encima %s
it: Sopra %s

source: Below %s
es: Debajo %s
it: Sotto %s

source: Delete "%s"
es: Borrar "%s"
it: Elimina "%s"

source: Delete selection
es: Borrar selección
it: Elimina selezione

source: Here you can make general setting for and around VDR.
es: Aquí puede definir la configuración general de VDR
it: Qui puoi impostare le opzioni generali di VDR.

source: Lifeguard monitoring items
es: Elementos de monitorización de salvaguarda
it: Valori monitoraggio assistente

source: Lifeguard
es: Salvaguarda
it: Assistente

source: VDR-Lifeguard will check the choosen items before allowing the shutdown. Please choose the items which should not be interrupted by a shutdown. Not checked means it will not block the shutdown.
es: Salvaguarda-VDR comprobará los elementos elegidos antes de permitir el apagado. Por favor elija que procesos no se deben interrumpir al apagar. Los no seleccionados no impedirán el apagado
it: L'assistente VDR controllerà i valori selezionati prima consentendo lo spegnimento. Scegli le voci che non dovrebbero essere interrotte da uno spegnimento. Nessuna selezione significa che non bloccherà lo spegnimento.

source: This choice is using the xineliboutput plugin with frontend vdr-sxfe.
es: Esta opción utiliza el plugin xineliboutput con el interface vdr-sxfe
it: Questa scelta utilizza il plugin xineliboutput con interfaccia vdr-sxfe.

source: This is an alternative frontend. It is using the xine plugin using Xine for decoding.
es: Este es un interface alternativo. Usa el plugin xine y Xine para el decodificado
it: Questa è un'interfaccia alternativa. Utilizza il plugin xine con Xine per la decodifica.

source: If you want to use VDR as backend for XBMC and watch TV only in XBMC this is your choice.
es: Si quiere utilizar VDR como sistema para XBMC y ver únicamente la TV en XBMC, esta es su elección

source: You can choose this if you don't want to have any video output. This is if you want to use yavdr as server, or disable any decoding on video cards.
es: Puede elegir este si no quiere tener salida de vídeo. Es decir, si quieres usar yavdr como servidor, o desactivar la decodificación de las tarjetas de vídeo
it: Qui puoi scegliere se non vuoi avere alcuna uscita video. In questo caso puoi usare yaVDR come server o disabilitare qualsiasi decodifica sulle schede video.

source: If you want to use VDR with a TT-premium S2-6400 HD.
es: Si desea utilizar VDR con TT-premium S2-6400 HD.
it: Se vuoi usare VDR con una scheda TT-premium S2-6400 HD.

source: Video Output
es: Salida de vídeo
it: Uscita video

source: Override incorrect not DVB compliant EPG Encoding, as send by Sky
es: Reemplaza la EPG incorrecta o no compatible con DVB, como la que envía Sky
it: Ignora codifica EPG incorretta e non compatibile con DVB, come quella di Sky

source: Charset override
es: Reemplaza el juego de caracteres
it: Ignora caratteri

source: Append "%s" to channels.conf
es: Añadir "%s" a channels.conf

source: Append checked channels to channels.conf
es: Añadir canales marcados a channels.conf

source: Adding channels to channels.conf
es: Añadiendo canales a channels.conf

source: Diagnostics
es: Diagnósticos
it: Diagnostica

source: Refresh
es: Refrescar
it: Aggiorna

source: Go to the end
es: Ir al final
it: Vai alla fine

source: ALSA status information
es: Información de estado de ALSA
it: Informazioni stato ALSA

source: ALSA device list
es: Lista de dispositivos ALSA
it: Periferiche ALSA

source: ALSA custom sound configuration
es: Configuración personalizada de sonido ALSA
it: Configurazione personalizzata suono ALSA

source: Package information
es: Información del paquete
it: Informazioni pacchetto

source: Installed packages (VDR, VDR-Plugins, VDR-Addons, XBMC, yavdr)
es: Paquetes instalados (VDR, VDR-Plugins, VDR-Addons, XBMC, yavdr)

source: Apt history of recently installed packages
es: Historico apt de los paquetes recientemente instalados
it: Cronologia pacchetti installati recentemente

source: LIRC hardware configuration
es: Configuración LIRC de hardware
it: Configurazione hardware LIRC

source: LIRCD configuration
es: Configuración LIRCD
it: Configurazione LIRCD

source: System information
es: Información del sistema
it: Informazioni di sistema

source: System load
es: Carga del sistema
it: Utilizzo sistema

source: Network status
es: Estado de red
it: Utilizzo rete

source: Filesystem usage
es: Uso del sistema de archivos
it: Utilizzo dischi

source: Kernel log
es: Log del kernel
it: Registro kernel

source: Webserver logfile
es: Fichero log del servidor web
it: File registro server web

source: VDR basic configuration
es: Configuración básica de VDR
it: Configurazione base VDR

source: Xorg server log
es: Log del servidor Xorg
it: Registro server Xorg

source: X-Server configuration (only if NVIDIA VDPAU present)
es: Configuración de X-Server (únicamente is VDPAU de NVIDIA está presente)
it: Configurazione server X (solo se NVIDIA VDPAU presente)

source: X-Server logfile
es: Fichero log del X-Server
it: File registro server X

source: XBMC crash log
es: Log de errores de XBMC

source: yaVDR database
es: Base de datos yaVDR
it: Database yaVDR

source: Recordings
es: Grabaciones
it: Registrazioni

source: Duration
es: Duración
it: Durata

source: Timers
es: Programaciones
it: Timer

source: Start
es: Iniciar
it: Inizio

source: Schedule
es: Programar
it: Programmi

source: Here you can configure your VDR and applications around it.
es: Aquí puede configurar su VDR y sus aplicaciones
it: Qui puoi configurare VDR e le applicazioni correlate.

source: Remote control
es: Mando a distancia
it: Telecomando

source: Audi
es: Audio
it: Audio

source: Edit configurations
es: Editar configuraciones
it: Modifica configurazioni

source: Packages
es: Paquetes
it: Pacchetti

source: Here you can monitor your system. You can look into log files and send them to pastebin to let others review them.
es: Aquí puede monitorizar su sistema. Puede comprobar ficheros de registro (log) y enviarlos al pastebin para permitir que otros los puedan revisar
it: Qui puoi configurare il sistema. Puoi controllare i file di log ed inviarli a Pastebin per consentire ad altri di revisionarli.

source: "Execute command..."
es: "Ejecutar comando..."
it: "Esegui comando..."

source: The command has been executed successfully
es: El comando se ha ejecutado correctamente
it: Il comando è stato eseguito con successo.

source: The command could not complete successfully
es: El comando no se ha podido ejecutar
it: Impossibile eseguire correttamente il comando

source: Switch temporarily to second screen
es: Cambiar temporalmente a la segunda pantalla
it: Passa temporaneamente al secondo schermo

source: Reboot computer
es: Reiniciar ordenador
it: Riavvia computer

source: Kill XBMC
es: Abortar XBMC

source: Sound (ALSA)
es: Sonido(ALSA)
it: Suono (ALSA)

source: System log files
es: Ficheros de registro del sistema
it: Registro di sistema

source: Xorg server
es: Servidor Xorg
it: Server Xorg

source: LIRC configuration
es: Configuración LIRC
it: Configurazione LIRC

source: VDR configuration
es: Configuración VDR
it: Configurazione VDR

source: Dashboard
es: Cuadro de herramientas
it: Bacheca

source: Program
es: Programa
it: Programma

source: Saving
es: Guardando
it: Salvataggio

source: Cancel
es: Cancelar
it: Annulla

source: Error while saving data.
es: Error al grabar los datos.
it: Errore salvataggio dati.

source: Data stored successfully.
es: Datos guardados correctamente
it: Dati salvati con successo.

source: VDR seams to be switched off or webserver is stopped.
es: VDR parece estar apagado or el servidor web está detenido.

source: yaVDR database seems to be corrupted or missing.
es: La base de datos de yaVDR parece estar corrupta o se ha perdido.

source: Introduction
es: Introducción
it: Introduzione

source: Close
es: Cerrar
it: Chiudi

source: Install package?
es: ¿Instalar paquete?
it: Installare pacchetto?

source: Would you like to install package "%s"?
es: ¿Desea instalar el paquete "%s"?
it: Vuoi installare il pacchetto "%s"?

source: Would you like to remove package "%s"?
es: ¿Desea eliminar el paquete "%s"?
it: Vuoi rimuovere il pacchetto "%s"?

source: Would you like to enable "%s"?
es: ¿Desea activar "%s"?
it: Vuoi abilitare "%s"?

source: fatal error: disable plugin failed
es: error fatal: la desactivación del plugin ha fallado
it: errore fatale: impossibile disabilitare il plugin

source: Disable plugin?
es: ¿Desactivar plugin?
it: Disabilitare plugin?

source: Would you like to disable "%s"?
es: ¿Desea desactivar "%s"?
it: Vuoi disabilitare "%s"?

source: Title (optional)
es: Título (opcional)
it: Titolo (opzionale)

source: Email (optional)
es: Correo electrónico (opcional)
it: Email (opzionale)

source: Content
es: Contenido
it: Contenuto

source: Send
es: Enviar
it: Invia

source: You can configure your sundtek DVB hardware here.
es: Puede configurar aquí su hardware DVB sundtek
it: Qui puoi configurare la scheda DVB Sundtek

source: unchanged
es: sin cambios
it: non modificata

source: Rescan Sundtek
es: Buscar Sundtek
it: Rileva Sundtek

source: DVB-Mode
es: Modo DVB
it: Modalità DVB

source: mount device
es: montar dispositivo
it: monta dispositivo

source: mounted
es: montado
it: montato

source: remove this configuration
es: elimina esta configuración
it: rimuovi questa configurazione

source: Do you realy want to remove this configration:
es: ¿Realmente quiere eliminar esta configuración
it: Vuoi veramente rimuovere questa configurazione:

source: Network-Support
es: Soporte de red
it: Supporto di rete

source: allows devices to be mounted remotely
es: permite a los dispositivos ser montados de forma remota
it: permetti ai dispositivi di essere montati in remoto

source: Rescan for sundtek devices.
es: Buscar dispositivos sundtek
it: Rileva dispositivi Sundtek.

source: Do not change frontend settings
es: No cambiar la configuración del interface
it: Non cambiare impostazioni interfaccia

source: mount static (without avahi support)
es: montaje estático (sin soporte avahi)

source: Language
es: Idioma
it: Lingua

source: yes
es: sí
it: sì

source: Set XBMC defaults
es: Introducir XBMC predefinidos

source: enabled
es: activado
it: abilitato

source: Edit
es: Editar
it: Modifica

source: unknown
es: desconocido
it: sconosciuto

source: Remove Index-File
es: Elimina fichero de índice

source: Mark advertisements
es: Marcar anuncios

source: Remove marks
es: Eliminar marcas

source: KODI on graphtft Display
it: KODI su schermo GraphTFT

source: CD-Ripper Asunder
it: Estrazione tracce CD Asunder

source: Chromium 2D-Shooter
it: Sparatutto Chromium 2D

source: DVD-Rip
it: Estrazione DVD

source: Golem-Video
it: Video Golem

source: VLC-Media-Player
it: Lettore multimediale VLC

source: Digital (Toslink/SPDIF)
it: Digitale (Toslink/SPDIF)

source: Lircd-Conf
it: Configurazione Lircd

source: General
it: Generale

source: EPG
it: Guida programmi EPG

source: If you want to use VDR as backend for KODI and watch TV only in KODI this is your choice.
it: Qui puoi scegliere se vuoi usare VDR come sistema per KODI e guardare la TV solo tramite KODI.

source: Installed packages (VDR, VDR-Plugins, VDR-Addons, KODI, yavdr)
it: Pacchetti installati (VDR, plugins VDR, addons VDR, KODI, yaVDR)

source: VDR setup.conf
it: File setup.conf VDR

source: VDR remote.conf
it: File remote.conf VDR

source: KODI crash log
it: Registro blocchi KODI

source: yaVDR DB
it: DB yaVDR

source: Kill KODI
it: Termina KODI

source: (local)
it: (locale)

source: Set KODI defaults
it: Imposta valori predefiniti KODI
